Repository: yuto1201/iOS-Template
Catalog: TemplateApp/Localizable.xcstrings
Source language: en
Languages: ja

# feedback.body
source: Message
ja: 内容

# feedback.cancel
source: Cancel
ja: キャンセル

# feedback.category
source: Type
ja: 種類

# feedback.category.bug
source: Bug
ja: 不具合

# feedback.category.other
source: Other
ja: その他

# feedback.category.request
source: Request
ja: 要望

# feedback.close
source: Close
ja: 閉じる

# feedback.disclosure
source: Sent anonymously with the app and iOS versions, device model, and language and region settings. Your data in the app and your contact details are not sent.
ja: 匿名で送信します。アプリとiOSのバージョン、端末の機種、言語と地域の設定を添えます。アプリ内のデータと連絡先は送信しません。

# feedback.entry
source: Send Feedback
ja: フィードバックを送る

# feedback.error.offline
source: Couldn't connect. Check your connection and send again. Your message is kept.
ja: 接続できませんでした。通信環境を確認して、もう一度送信してください。入力した内容は残っています。

# feedback.error.rate-limited
source: Too many messages right now. Try again later.
ja: 送信が集中しています。時間をおいて、もう一度送信してください。

# feedback.error.server
source: Couldn't send right now. Try again later.
ja: 今は送信できませんでした。時間をおいて、もう一度送信してください。

# feedback.send
source: Send
ja: 送信

# feedback.sending
source: Sending…
ja: 送信中…

# feedback.success.message
source: Your feedback was sent. It helps improve the app.
ja: フィードバックを送信しました。今後の改善に役立てます。

# feedback.success.title
source: Thank you
ja: ありがとうございます

# feedback.title
source: Feedback
ja: フィードバック

# feedback.validation.body
source: Enter 1 to 2,000 characters.
ja: 1〜2,000文字で入力してください。

# feedback.validation.too-long
source: This message is too long to send. Shorten it and send again.
ja: この内容は長すぎて送信できません。短くしてから、もう一度送信してください。

# template.welcome
source: Ready to build
ja: 開発を始められます
